/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Скасувати";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Домашній";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Робочий";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Мобільний";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Інший";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (гість)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Усі відомі контакти";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Усі контакти";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Контакти Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Збережені номери телефону";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Контакти в мережі";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Надіслано запити";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Нещодавно спілкувалися";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Отримані запити";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Прийняті запити";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Заблоковані контакти";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Незгруповані контакти";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Рекомендовані контакти";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Список без назви";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Додайте мене до списку контактів";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Тестовий виклик у Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "uk";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Вас вітає засіб автоматичного тестування викликів Skype. Додайте мене до свого списку контактів і зателефонуйте мені, щоб перевірити свої налаштування аудіо. Докладнішу інформацію див. на сторінці http://www.skype.com/go/help. На все добре!";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Зателефонуйте мені, щоб перевірити своє аудіо";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Триває виклик";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Триває виклик";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Виклик скасовано";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Помилка виклику";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Дзвінок";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Телефонуємо";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Виклик утримується";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Ваш виклик переведено на утримання";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Завершено";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Пропущено";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Відхилено";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Зайнято";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "З'єднання втрачено";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Голосове повідомлення";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Записується голосове повідомлення";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Надсилання голосового повідомлення";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Голосове повідомлення надіслано";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Голосові повідомлення скасовано";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Помилка голосових повідомлень";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "З'єднання";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Дзвінок";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Дзвінок";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Утримується";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Завершено";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Телефонуємо користувачу Facebook (Бета)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Телефонуємо…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Телефонуємо…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Триває виклик";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Утримується";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Ваш виклик переведено на утримання";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Триває виклик";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Лінію переповнено";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Відтворення голосового повідомлення із привітанням";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Записується голосове повідомлення";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Нещодавній виклик";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Перенаправлення цього виклику";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Опубліковані файли";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Отримано нове відеоповідомлення. Перегляньте його за адресою %1. Щоб відкрити його, використовуйте код %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - переглянути тут: %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Щоб переглянути це фото зі спільним доступом, перейдіть сюди: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Щоб переглянути медіа зі спільним доступом, перейдіть сюди: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Офлайн";
"CONTACT_AVAILABILITY_ONLINE" = "Онлайн";
"CONTACT_AVAILABILITY_AWAY" = "Немає на місці";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Не турбувати";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Запит на додання контакту ще не прийнято";
"CONTACT_AVAILABILITY_BLOCKED" = "Заблоковано";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Не в мережі, приймає голосові повідомлення";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Переадресація викликів";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Невидимий";
"CONTACT_AVAILABILITY_CONNECTING" = "З'єднання";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Номер телефону";

/*  */
"CONTACT_GENDER_FEMALE" = "Жінка";

/*  */
"CONTACT_GENDER_MALE" = "Чоловік";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Невідомий номер";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Без назви";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Виконується вхід…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Завантаження контактів…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Оновлення файлів…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "Користувач %1$@ додав %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "Користувач %@ вийшов";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "Користувач %1$@ вилучив %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "Користувач %1$@ змінив тему чату на %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Повідомлення видалено";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Як у системі";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Н вдається підключитися до Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Перевірте налаштування мережі та повторіть спробу.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Це ім'я у Skype недійсне.";
"Account::INVALID_EMAIL" = "Ця адреса електронної пошти недійсна.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Перевірте правильність і повторіть спробу.";
"Account::UNACCEPTABLE_PASSWORD" = "Цей пароль недійсний.";
"Account::SKYPENAME_TAKEN" = "Це ім'я у Skype уже використовується.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Введіть інше ім’я.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Ваше ім'я у Skype і пароль не розпізнано.";
"Account::INCORRECT_PASSWORD" = "Ваше ім'я у Skype і пароль не розпізнано.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Забагато неуспішних спроб входу.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Повторіть спробу пізніше.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Ваш пароль змінено.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Увійдіть до системи за допомогою свого нового пароля.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Повторіть спробу.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Має складатися із 6–20 символів.";
"SkyLib::TOO_LONG" = "Має складатися із 6–20 символів.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Заборонений символ, такий як Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Не може містити пробіл або табуляцію.";
"SkyLib::SAME_AS_USERNAME" = "Цей пароль занадто схожий на ім'я у Skype.";
"SkyLib::INVALID_FORMAT" = "Недійсний формат.";
"SkyLib::CONTAINS_INVALID_WORD" = "Цей пароль занадто простий, наприклад abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Має включати хоча б одну літеру та одну цифру.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Має починатися з літери (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Виберіть довше ім'я у Skype.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Виберіть довший пароль.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Виберіть коротше ім'я у Skype.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Виберіть коротший пароль.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Виберіть нове ім'я у Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Виберіть новий пароль.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Оберіть нову адресу електронної пошти.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Виберіть нове значення.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Неправильний пароль.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Не вдається установити з'єднання із сервером.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Новий пароль має відрізнятися від старого.";
"Account::PWD_INVALID_NEW_PWD" = "Пароль недійсний.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Щоб змінити пароль, необхідно увійти.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Неможливо зберегти зміни. Перевірте налаштування та повторіть спробу.";

"ACCOUNT_NOCREDIT" = "Немає коштів на рахунку";
"ACCOUNT_FREECALL" = "Безкоштовний дзвінок";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Назва файлу неправильна";
"SkyLib::TRANSFER_OPEN_FAILED" = "Помилка відкриття файлу";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Забагато файлів передається одночасно";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Ви не в мережі.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Щоб здійснити дзвінок, потрібно підключитися до мережі.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Пошук контактів неможливий, коли ви поза мережею. Змініть свій статус і повторіть спробу.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Щоб надсилати SMS, необхідно підключитися до мережі.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Щоб відтворити це повідомлення, потрібно підключитися до мережі.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Неможливо визначити текст поточного SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Недостатньо коштів на рахунку Skype для надсилання SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Щоб зателефонувати на цей номер, необхідно поповнити рахунок Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Введено недійсні ім'я у Skype або номер телефону.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Неможливо зателефонувати цьому контакту Lync, оскільки його статус \"Офлайн\".";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Неможливо зателефонувати цьому контакту, оскільки ви заблокували його.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Неможливо надіслати повідомлення цьому контакту, оскільки ви заблокували його.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Неможливо надіслати SMS цьому контакту, оскільки ви заблокували його.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Цей контакт неможливо додати, оскільки ви заблокували його.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Зателефонувати собі неможливо.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Надсилати повідомлення собі неможливо.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Додати себе до списку контактів неможливо.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Ви не можете приєднатися до цієї розмови";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Такого діалогу не існує";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Введено недійсний номер телефону.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Неможливо зателефонувати на цей номер, оскільки це номер служби екстреної допомоги.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Неможливо надіслати SMS на цей номер, оскільки це номер служби екстреної допомоги.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Неможливо додати цей номер, оскільки це номер служби екстреної допомоги.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Щоб почати новий дзвінок, потрібно завершити поточний.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Щоб прослухати голосове повідомлення, потрібно спочатку завершити цей виклик.";
"SKERROR_CALLFAILED" = "Помилка виклику. Повторіть спробу.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Ви намагалися почати розмову із завеликою кількістю контактів.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Ви не можете почати розмову із цими контактами.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Зателефонувати цьому контакту неможливо, оскільки він ще не прийняв ваш запит на додавання до списку контактів.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Зателефонувати цьому контакту неможливо, оскільки він ще не прийняв ваш запит на додавання до списку контактів.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Недійсний код підтвердження";
"Sms::MISC_ERROR" = "Недійсний номер телефону";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Ваш обліковий запис заблоковано.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Зв'яжіться зі службою підтримки клієнтів.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "У цьому виклику забагато учасників для початку відеоконференції.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "У відеовиклику може прийняти участь до 9 осіб. Вилучить окремі контакти із цієї групи та повторіть спробу.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "У цьому виклику забагато учасників для початку відеоконференції.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "У відеовиклику може прийняти участь до 9 осіб. Вилучить окремі контакти із цієї розмови та повторіть спробу.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Ваша передплата послуг відеоконференції не передбачає такої кількості учасників. Вилучить окремі контакти із цієї розмови та повторіть спробу.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Необхідно оформити передплату послуг відеоконференцій.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Необхідно оформити передплату послуг відеоконференцій.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Бажаєте влаштувати відеоконференцію?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Бажаєте влаштувати відеоконференцію?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Ви вже приймаєте участь у відеоконференції.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Неможливо здійснювати декілька відеоконференцій одночасно.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Доступний час для цього виклику скінчився.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Доступний 4-годинний ліміт для цієї відеоконференції скінчився.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Доступний 4-годинний ліміт для цієї відеоконференції скінчився. Щоб отримати докладніші відомості, див. свій обліковий запис.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Доступний на сьогодні час для відеоконференції скінчився.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Надання послуги відеоконференцій тимчасово призупинено. Доступний на сьогодні час виклику скінчився. Щоб отримати докладніші відомості, див. свій обліковий запис.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Доступний на цей місяць час для відеоконференцій скінчився.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Надання послуги відеоконференцій тимчасово призупинено. Доступний на цей місяць час для відеоконференцій скінчився. Щоб отримати докладніші відомості, див. свій обліковий запис.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Послуга відеоконференцій наразі недоступна.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Сталася помилка. Повторіть спробу пізніше.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Передплатити послугу відеоконференцій";
"PremiumVideoErrorRecovery_GetPremium" = "Передплатити послугу відеоконференцій";
"PremiumVideoErrorRecovery_UpgradePremium" = "Оновити";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Щоб скористатися послугою Skype WiFi, необхідно поповнити рахунок Skype.";
"AccessSession::LOGIN_FAILURE" = "Ваше ім'я у Skype і пароль не розпізнано.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Недійсні ім'я користувача або пароль.";

"SKYPEACCESS_NO_ACCOUNT" = "Увійдіть за допомогою свого облікового запису Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Збій з'єднання. Перевірте рівень сигналу WiFi або спробуйте під'єднатись з іншої зони доступу.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Ця зона доступу надає невірну відповідь. Спробуйте під'єднатись з іншої зони доступу.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Не вдалося продовжити сеанс. Повторіть спробу з'єднання.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Мережа WiFi \"%@\" більше недоступна";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Щоб попередити несподівані витрати, завжди належним чином від'єднуйтеся від зони доступу або вимикайте свій пристрій.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Повторно підключіться до мережі WiFi \"%@\"";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi спробує розірвати поточне інтернет-з'єднання. Щоб попередити несподівані витрати, завжди належним чином від'єднуйтеся від зони доступу або вимикайте свій пристрій.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Ваше інтернет-з'єднання було розірвано.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ на хвилину";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Безкоштовно";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "користується оновленою версією з покращеним чатом.\nЩоб приєднатися до чату та продовжити спілкуватися, завантажте найновішу версію.\nПерейдіть за адресою <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "користується оновленою версією з покращеним чатом.\nЩоб приєднатися до чату та продовжити спілкуватися, завантажте найновішу версію.\nПерейдіть за адресою https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Клацніть <a href=\"skype:?chat&amp;id=%1\">тут,</a> щоб переглянути історію попередніх повідомлень.";
